11/data/attachments/6fa53b7e2d18134c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tina_floor_Actions_7638_0</nif:username>
            <nif:friendToBeRequested>soap_actions_6310af62-d6e4-44d9-a679-27c89ebc0199</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>